Repository: MOA-2011/enigma2-plugin-extensions-epanel
Catalog: usr/lib/enigma2/python/Plugins/Extensions/epanel/locale/*/LC_MESSAGES/epanel.po
Languages: ru, uk

source: Restart
ru: Перезапуск

source: %s %s %s (%s free %s used)
ru: %s %s %s (%s свободно %s занято)
uk: %s %s %s (%s свободно %s занято)

source: %s %s (%03d MB free)
ru: %s %s (%03d MB свободно)
uk: %s %s (%03d MB свободно)

source: %s %s (%d.%03d GB free)
ru: %s %s (%d.%03d GB свободно)
uk: %s %s (%d.%03d GB свободно)

source: %s downloaded Successfull
ru: %s загружено
uk: %s завантажено

source: %s downloaded UnSuccessfull
ru: %s не загружено
uk: %s не завантажено

source: %s hours
ru: %s час.
uk: %s час.

source: %s is UnInstalled
ru: %s удалено
uk: %s видалено

source: %s is downloaded
ru: %s загружено
uk: %s завантажено

source: %s is installed
ru: %s установлено
uk: %s встановлено

source: %s min
ru: %s мин
uk: %s хв

source: %s.gz created in /tmp
ru: %s.gz создан в /tmp
uk: %s.gz створений в /tmp

source: *.tar.gz & *.bh.tgz & *.ipk removed
ru: *.tar.gz, *.bh.tgz, *.ipk удалены
uk: *.tar.gz, *.bh.tgz, *.ipk видалені

source: 120 min
ru: 120 мин
uk: 120 хв

source: 180 min
ru: 180 мин
uk: 180 хв

source: 240 min
ru: 240 мин
uk: 240 хв

source: 30 min
ru: 30 мин
uk: 30 хв

source: 60 min
ru: 60 мин
uk: 60 хв

source: Active Profile:
ru: Активный Профиль:
uk: Активний Профіль:

source: Active SoftCam:
ru: Активный SoftCam:
uk: Активний SoftCam:

source: Add
ru: Добавить

source: Add own biss in keyfile
ru: Добавлять собственный файл ключей
uk: Додавати власний файл ключів

source: add tabs - %s
ru: Добавить задание - %s
uk: Додати завдання - %s

source: Adv. UnInstall
ru: Продв. удаление
uk: Продв. видалення

source: Allready running %s
ru: Уже запущен %s
uk: Вже запущено %s

source: Angola
ru: Ангола
uk: Ангола

source: Apply the new System time?
ru: Применить новое системное время?
uk: Застосувати новий системний час?

source: Applying
ru: Применяем
uk: Застосовуємо

source: Apr.
ru: Апр.
uk: Апр.

source: Argentina
ru: Аргентина
uk: Аргентина

source: Aug.
ru: Авг.
uk: Авг.

source: Australia
ru: Австралия
uk: Австралія

source: Austria
ru: Австрия
uk: Австрія

source: AutoDownload epg.dat
ru: Автозагрузка epg.dat
uk: Автозавантаження epg.dat

source: AutoDownload time
ru: Время автозагрузки
uk: Час автозавантаження

source: AutoDownload weekday
ru: День недели автозагрузки
uk: День тижня автозавантаження

source: Autobackup to ../epgtmp.gz
ru: Автоматическое сохранение в ../epgtmp.gz
uk: Автоматичне збереження в ../epgtmp.gz

source: Automatic save/load EPG
ru: Автоматическое сохранение и загрузка EPG
uk: Автоматичне збереження і завантаження EPG

source: BackUp
ru: Сохранить
uk: Зберегти

source: Bahamas
ru: Багамы
uk: Багами

source: Bangladesh
ru: Бангладеш
uk: Бангладеш

source: Belarus
ru: Беларусь
uk: Білорусь

source: Belgium
ru: Бельгия
uk: Бельгія

source: Brazil
ru: Бразилия
uk: Бразилія

source: Bulgaria
ru: Болгария
uk: Болгарія

source: Canada
ru: Канада
uk: Канада

source: Cardserver:
ru: Кардсервер:
uk: Кардсервер:

source: Change system time was canceled, because %s
ru: Системное время не изменено, так как %s
uk: Системний час не змінено, так як%s

source: Changelog
ru: Изменения
uk: Зміни

source: Check if epg.dat exists
ru: Проверять наличиче epg.dat
uk: Перевіряти наявність epg.dat

source: Check your internet connection
ru: Проверьте интернет-соединение
uk: Перевірте інтернет-з'єднання

source: Check your system and reboot
ru: Перезагрузите систему
uk: Перезавантажте систему

source: Chile
ru: Чили
uk: Чилі

source: China
ru: Китай
uk: Китай

source: Clear /tmp
ru: Очистка /tmp
uk: Очищення /tmp

source: Close
ru: Закрыть
uk: Закрити

source: Command
ru: Задание
uk: Завдання

source: Config
ru: Конфигурация
uk: Конфігурація

source: Config script Executer
ru: Конфигурация скрипт менеджера
uk: Конфігурація скрипт менеджера

source: Crashlog viewer
ru: Просмотрщик файлов крешлога
uk: Переглядач файлів крешлогу

source: Cron Manager
ru: Управление Cron
uk: Управління Cron

source: CtronTab Manager - %s
ru: Управление Cron - %s
uk: Управління Cron - %s

source: Czech Republic
ru: Чехия
uk: Чехія

source: Day of month
ru: Число
uk: Число

source: Day of week
ru: День недели
uk: День тижня

source: Dec.
ru: Дек.
uk: Груд.

source: Denmark
ru: Дания
uk: Данія

source: Detected NIMs:
ru: Тюнеры:

source: Devices:
ru: Устройства:
uk: Пристрої:

source: Download
ru: Загрузить

source: Download -deps
ru: Загрузка -deps
uk: Завантаження -deps

source: Download -nodeps
ru: Загрузка -nodeps
uk: Завантаження -nodeps

source: Download EPG
ru: Загрузка EPG
uk: Завантаження EPG

source: Download EPG from linux-sat.tv (exUSSR)
ru: Загрузка EPG с linux-sat.tv (ex-USSR)
uk: Завантаження EPG з linux-sat.tv (ex-USSR)

source: Download extensions from feed
ru: Загрузка расширений
uk: Завантаження плагінів

source: Driver Version:
ru: Версия драйвера:
uk: Версія драйвера:

source: E-Crashlog viewer
ru: E-Панель просмотр крешлога
uk: E-Панель перегляд крешлога

source: E-Installer
ru: E-Панель установщик
uk: E-Панель інсталятор

source: E-Ipk Installer
ru: E-Панель ipk установщик
uk: E-Панель .ipk інсталятор

source: E-Newcamd.list switcher
ru: E-Панель newcamd.list переключатель
uk: E-Панель newcamd.list перемикач

source: E-Panel
ru: E-Пaнeль
uk: E-Панель

source: E-Panel Config
ru: Конфигурация E-Панели
uk: Конфігурація E-Панелі

source: E-Panel Menu/Extensionmenu config
ru: Конфигурация меню/расширенное меню
uk: Конфігурація меню/розширене меню

source: E-Panel for OpenPli
ru: E-Панель
uk: E-Панель

source: E-Panel for OpenPli Ver:
ru: Е-Панель для OpenPli Вер.
uk: Е-Панель для OpenPli Вер.

source: E-Panel for Pli
ru: E-Пaнель
uk: E-Пaнель

source: E-Reload epg.dat
ru: E-Панель перезагрузка epg.dat
uk: E-Панель перезавантаження epg.dat

source: E-Script Executer
ru: E-Панель скрипт менеджер
uk: E-Панель скрипт менеджер

source: E-SoftCam manager
ru: E-Панель эмуляторы
uk: E-Панель Емулятори

source: E-Tar.gz Installer
ru: E-Панель tar.gz установщик
uk: E-Панель tar.gz інсталятор

source: E-Unmount USB
ru: E-Панель демонтирование USB
uk: E-Панель демонтування USB

source: E-Wicardd.conf switcher
ru: E-Панель wicardd.conf переключатель
uk: E-Панель wicardd.conf перемикач

source: EPG Downloader
ru: Загрузчик EPG
uk: Завантажувач EPG

source: EPG downloaded
ru: EPG загружен
uk: EPG завантажений

source: EPG from linux-sat.tv/piconload.ru (exUSSR)
ru: Загрузчик EPG
uk: Завантажувач EPG

source: Error dowload CardServer list
ru: Ошибка загрузки списка кардсерверов
uk: Помилка завантаження списку кардсерверу

source: Error dowload SoftCam list
ru: Ошибка загрузки списка эмуляторов
uk: Помилка завантаження списку емуляторів

source: Error list ipk aviable
ru: Ошибка создания списка .ipk пакетов
uk: Помилка створення списку .ipk пакетів

source: Estonia
ru: Эстония
uk: Эстонія

source: Every
ru: Каждый период
uk: Кожен період

source: Failed remove
ru: Ошибка удаления
uk: Помилка видалення

source: Feb.
ru: Фев.
uk: Лют.

source: Filter by Name in download extentions
ru: Фильтр имен в меню загрузки расширений
uk: Фільтр імен в меню завантаження розширень

source: Finland
ru: Финляндия
uk: Фінляндія

source: Flash:
ru: Осн. память:
uk: Осн. память:

source: Forced Install
ru: Принудительная установка
uk: Примусова установка

source: Fr
ru: Пт
uk: Пт

source: France
ru: Франция
uk: Франція

source: Germany
ru: Германия
uk: Германія

source: Greece
ru: Греция
uk: Греція

source: Guatemala
ru: Гватемала
uk: Гватемала

source: HDD go sleep
ru: HDD остановлен
uk: HDD зупинений

source: HDD sleep
ru: Стоп HDD
uk: Стоп HDD

source: Hardware:
ru: Устройство:
uk: Пристрій:

source: Hong Kong
ru: Гонконг
uk: Гонконг

source: Hour
ru: Часы
uk: Годинник

source: Hungary
ru: Венгрия
uk: Угорщина

source: IPK Tools
ru: Ручная установка и удаление пакетов
uk: Ручна установка і видалення пакетів

source: Image:
ru: Образ:
uk: Імідж:

source: India
ru: Индия
uk: Индія

source: Indonesia
ru: Индонезия
uk: Індонезія

source: Insatall extensions from feed
ru: Установка расширений
uk: Інсталяція розширень з фіду

source: Install
ru: Установка

source: Install & Remove Plugins, Addons, Softcams
ru: Установка и удаление плагинов, дополнений, эмуляторов
uk: Інсталяція і видалення плагінів, доповнень, емуляторів

source: Install All
ru: Установить все
uk: Інсталювати все

source: Install packets
ru: Установка пакетов
uk: Інсталяція пакетів

source: Install tar.gz, bh.tgz, nab.tgz
ru: Установка tar.gz, bh.tgz, nab.tgz
uk: Інсталяція tar.gz, bh.tgz, nab.tgz

source: Ipk remove
ru: Удаление .ipk пакетов
uk: Видалення .ipk пакетів

source: Iran
ru: Иран
uk: Іран

source: Ireland
ru: Ирландия
uk: Ірландія

source: Is a time-based job scheduler
ru: Планировщик заданий по расписанию
uk: Планувальник завдань за розкладом

source: Italy
ru: Италия
uk: Італія

source: Jan.
ru: Янв.
uk: Січ.

source: Japan
ru: Япония
uk: Японія

source: Jul.
ru: Июль
uk: Липень

source: Jun.
ru: Июнь
uk: Червень

source: Kazakhstan
ru: Казахстан
uk: Казахстан

source: Kernel Modules Manager
ru: Управление драйверами
uk: Управління драйверами

source: Kernel Version:
ru: Версия ядра:
uk: Версія ядра:

source: Korea
ru: Корея
uk: Корея

source: Last Upgrade:
ru: Обновление:
uk: Оновлення:

source: Latvia
ru: Латвия
uk: Латвія

source: Lithuania
ru: Литва
uk: Литва

source: Load/UnLoad
ru: Вкл./Откл.
uk: Вкл./Відкл.

source: Loaded %s.ko
ru: Загружен %s.ko
uk: Завантажений %s.ko

source: LsMod
ru: Драйверы
uk: Драйвери

source: Luxembourg
ru: Люксембург
uk: Люксембург

source: Macedonia
ru: Македония
uk: Македонія

source: Madagascar
ru: Мадагаскар
uk: Мадагаскар

source: Make swap
ru: Создать файл подкачки
uk: Створити файл підкачки

source: Make swap on %s (128MB)
ru: Создать файл подкачки на %s (128MB)
uk: Створити файл підкачки на %s (128MB)

source: Make swap on %s (256MB)
ru: Создать файл подкачки на %s (256MB)
uk: Створити файл підкачки на %s (256MB)

source: Make swap on %s (512MB)
ru: Создать файл подкачки на %s (512MB)
uk: Створити файл підкачки на %s (512MB)

source: Malaysia
ru: Малайзия
uk: Малайзія

source: Manage BusyBox-Cron service
ru: Управление сервисом BusyBox-Cron
uk: Управління сервісом BusyBox-Cron

source: Manage Dropbear SSH service
ru: Управление сервисом Dropbear SSH
uk: Управління сервісом Dropbear SSH

source: Manage Ftp service
ru: Управление сервисом Ftp
uk: Управління сервісом Ftp

source: Manage Internet superserver (inetd)
ru: Управление суперсервером Интернет (inetd)
uk: Управління суперсервером Інтернет (inetd)

source: Manage Networking service
ru: Управление сервисом Network
uk: Управління сервісом Network

source: Manage Samba service
ru: Управление сервисом Samba
uk: Управління сервісом Samba

source: Manage Swap
ru: Управление файлом подкачки
uk: Управління файлом підкачки

source: Manage Swap on %s
ru: Управление файлом подкачки на %s
uk: Управління файлом підкачки на %s

source: Manage Syslog/klogd service
ru: Управление сервисом Syslog/klogd
uk: Управління сервісом Syslog/klogd

source: Manage epg, ntp, unmount, script, info ...
ru: Синхронизация времени, EPG, скрипты, инфо ...
uk: Синхронізація часу, EPG, скрипти, інфо ...

source: Manual
ru: Вручную
uk: Вручну

source: Manual Installer/Uninstaller
ru: Ручная установка и удаление пакетов
uk: Ручна установка і видалення пакетів

source: Mar.
ru: Март
uk: Березень

source: May
ru: Май
uk: Травень

source: Memory:
ru: Память:
uk: Пам'ять:

source: Mexico
ru: Мексика
uk: Мексика

source: MgCamd Restarted
ru: MgCamd перезапущен
uk: MgCamd перезапущений

source: Min
ru: Минуты
uk: Хвилини

source: Mo
ru: Пн
uk: Пн

source: Moldova
ru: Молдова
uk: Молдова

source: Month
ru: Месяц
uk: Місяць

source: Name of keyfile
ru: Имя файла ключей
uk: Назва файлу ключів

source: Netherlands
ru: Голландия
uk: Голландія

source: New Zealand
ru: Новая Зеландия
uk: Нова Зеландія

source: Norway
ru: Норвегия
uk: Норвегія

source: Not Active
ru: Не активен
uk: Не активний

source: Not Installed
ru: Не установлен
uk: Не встановлений

source: Nov.
ru: Ноя.
uk: Листопад

source: NtpTime Updater
ru: Синхронизация времени
uk: Синхронізація часу

source: Oct.
ru: Окт.
uk: Жовтень

source: Pakistan
ru: Пакистан
uk: Пакістан

source: Panama
ru: Панама
uk: Панама

source: Password
ru: Пароль

source: Patch enigma2.sh (need restart enigma2)
ru: Правка enigma2.sh (требуется перезагрузка enigma2)
uk: Правка enigma2.sh (потрібне перезавантаження enigma2)

source: Path to save keyfile
ru: Путь сохранения файла ключей
uk: Шлях збереження файлу ключів

source: Philippines
ru: Филиппины
uk: Філіппіни

source: Please wait, restarting %s
ru: Ожидайте, перезапускается %s
uk: Чекайте, перезапускається %s

source: Please wait, starting %s
ru: Ожидайте, запускается %s
uk: Чекайте, запускається %s

source: Please wait, stoping softcam or cardserver
ru: Ожидайте, останавливается эмулятор или кардсервер
uk: Чекайте, зупиняється емулятор чи кардсервер

source: Plugin Browser
ru: Обозреватель плагинов

source: Poland
ru: Польша
uk: Польща

source: Port(s) (single xxxxx or range xxxxx:xxxxx)
ru: Порт(ы) (одиночный xxxxx или диапозон xxxxx:xxxxx)
uk: Порт(и) (одиночний xxxxx або діапазон xxxxx:xxxxx)

source: Portugal
ru: Португалия
uk: Португалія

source: ReStart
ru: Перезапуск
uk: Перезапуск

source: ReStart Both
ru: Перезапуск
uk: Перезапуск

source: Reboot
ru: Перезапуск Enigma

source: Reload
ru: Перезагрузка

source: Reload epg.dat
ru: Перезаг. epg.dat
uk: Перезав. epg.dat

source: Remove
ru: Удалить

source: Remove All
ru: Удалить все
uk: Видалити все

source: Remove swap
ru: Удалить файл подкачки
uk: Видалити файл підкачки

source: Remove swap on %s (%s)
ru: Удалить файл подкачки на %s (%s)
uk: Видалити файл підкачки на %s (%s)

source: Remove tabs
ru: Удалить задание
uk: Видалити завдання

source: Removed %s
ru: Удален %s
uk: Видалено %s

source: Removed All Crashlog Files
ru: Все файлы удалены
uk: Всі файли видалені

source: Restart GUI
ru: Перезапуск Enigma
uk: Перезапуск Enigma

source: Restart MgCamd
ru: Перезапуск MgCamd
uk: Перезапуск MgCamd

source: Restart Softcam
ru: Перезапуск эмулятора
uk: Перезапуск Емулятора

source: Restarting %s service
ru: Перезапуск сервиса %s
uk: Перезапуск сервіса %s

source: Restarting ...
ru: Перезапуск ...
uk: Перезапуск ...

source: Restore epg.dat
ru: Восстановить epg.dat
uk: Відновити epg.dat

source: Romania
ru: Румыния
uk: Румунія

source: Russian Federation
ru: Российская Федерация
uk: Російська Федерація

source: Sa
ru: Сб
uk: Сб

source: Save epg.dat
ru: Сохранить epg.dat
uk: Зберегти epg.dat

source: Saved
ru: Сохранено
uk: Збережено

source: Script Executer
ru: Пользовательские скрипты
uk: Скрипти користувача

source: Scripts
ru: Скрипты
uk: Скрипти

source: Select EPG language
ru: Выбор языка EPG
uk: Вибір мови EPG

source: Select SoftCam or CardServer: - %s
ru: Выберите эмулятор: - %s
uk: Виберіть Емулятор: - %s

source: Select install files
ru: Выберите пакеты для установки
uk: Виберіть пакети для інсталяції

source: Select path to save epg.dat
ru: Выбор пути сохранения epg.dat
uk: Вибір шляху збереження epg.dat

source: Sep.
ru: Сен.
uk: Вер.

source: Server (ip or name)
ru: Сервер (ip-адрес или имя)
uk: Сервер (ip-адрес або ім'я)

source: Service Manager
ru: Управление сервисами
uk: Управління сервісами

source: Service Tools
ru: Сервисные утилиты
uk: Сервісні утиліти

source: Set Transponder time update
ru: Синхронизировать время с транспондера
uk: Синхронізувати час з транспондера

source: Set choice server mode
ru: Установите способ выбора сервера
uk: Встановіть спосіб вибору сервера

source: Set manual ntp server address
ru: Введите адрес ntp сервера
uk: Введіть адресу ntp сервера

source: Set script path
ru: Установите директорию
uk: Встановіть директорію

source: Set time to update
ru: Установить период обновления
uk: Встановити період оновлення

source: Set your country
ru: Установите месторасположение
uk: Встановіть місцерозташування

source: Show E-CrashLog viewr in ExtensionMenu
ru: Показать просмотр крешлога в расширенном меню
uk: Показати перегляд крешлога в розширеному меню

source: Show E-Installer in ExtensionMenu
ru: Показать E-установщик в расширенном меню
uk: Показати E-Інсталятор в розширеному меню

source: Show E-NewCamd.list switcher in ExtensionMenu
ru: Показать newcamd.list переключатель в расширенном меню
uk: Показати newcamd.list перемикач у розширеному меню

source: Show E-Panel in ExtensionMenu
ru: Показать E-Панель в расширенном меню
uk: Показати E-Панель в розширеному меню

source: Show E-Panel in MainMenu
ru: Показать E-Панель в основном меню
uk: Показати E-Панель в основному меню

source: Show E-Script Executter in ExtensionMenu
ru: Показать скрипт менеджер в расширенном меню
uk: Показати скрипт менеджер в розширеному меню

source: Show E-SoftCam manager in ExtensionMenu
ru: Показать эмуляторы в расширенном меню
uk: Показати емулятори в розширеному меню

source: Show E-Usb Unmount in ExtensionMenu
ru: Показать демонтирование USB в расширенном меню
uk: Показати демонтування USB в розширеному меню

source: Show E-Wicardd.conf switcher in ExtensionMenu
ru: Показать wicardd.conf переключатель в расширенном меню
uk: Показати wicardd.conf перемикач в розширеному меню

source: Show PluginBrowser in E-Panel MainMenu
ru: Показать Плагины в меню Е-Панели
uk: Показати Плагіни в меню Е-Панелі

source: Show reload epg.dat in ExtensionMenu
ru: Показать перезагрузка epg.dat в расширенном меню
uk: Показати перезавантаження epg.dat в розширеному меню

source: Simple Cardserver
ru: Управление кардсерверами
uk: Управління кардсервером

source: Simple Softcam
ru: Управление эмуляторами
uk: Управління Емуляторами

source: Simple Softcam/Cardserver
ru: Управление эмуляторами и кардсерверами
uk: Управління Емуляторами і Кардсервером

source: Singapore
ru: Сингапур
uk: Сингапур

source: Slovakia
ru: Словакия
uk: Словаччина

source: Slovenia
ru: Словения
uk: Словенія

source: SoftCam.Key Updater
ru: Загрузчик SoftCam.Key
uk: Завантажувач SoftCam.Key

source: SoftCam/CardServer Panel
ru: Панель управления эмуляторами и кардсерверами
uk: Панель управління емуляторами і кардсервером

source: Softcam
ru: Эмулятор
uk: Емулятор

source: Softcam Restarted
ru: Эмулятор перезагружен
uk: Емулятор перезавантажений

source: Softcam:
ru: Эмулятор:
uk: Емулятор:

source: Sorry, the EPG download error
ru: Извините, ошибка загрузки EPG
uk: Вибачте, помилка завантаження EPG

source: South Africa
ru: Южная Африка
uk: Південна Африка

source: Spain
ru: Испания
uk: Іспанія

source: Start
ru: Старт
uk: Старт

source: Start Samba
ru: Старт Samba
uk: Старт Samba

source: Start scripts from /usr/script
ru: Запуск скриптов из /usr/script
uk: Запуск скриптів із /usr/script

source: Start, Stop, Create, Remove Swap file
ru: Запуск, остановка, создание, удаление файла подкачки
uk: Запуск, зупинка, створення, видалення файлу підкачки

source: Start, Stop, Restart Cardserver
ru: Запуск, остановка и перезапуск кардсервера
uk: Запуск, зупинка і перезапуск кардсервера

source: Start, Stop, Restart Sofcam
ru: Запуск, остановка и перезапуск эмулятора
uk: Запуск, зупинка і перезапуск емулятора

source: Start, Stop, Restart Sofcam/Cardserver
ru: Запуск, остановка и перезапуск эмуляторов и кардсерверов
uk: Запуск, зупинка і перезапуск емуляторів і кардсерверів

source: Start, Stop, Restart system services
ru: Запуск, остановка, перезапуск системных сервисов
uk: Запуск, зупинка, перезапуск системних сервісів

source: StartUp synchronization
ru: Синхронизировать время при старте системы
uk: Синхронізувати час при старті системи

source: Starting %s service
ru: Запуск сервиса %s
uk: Запуск сервісу %s

source: Status:
ru: Статус:
uk: Статус:

source: Stop
ru: Стоп

source: Stoping %s service
ru: Остановка сервиса %s
uk: Зупинка сервісу %s

source: Su
ru: Вс
uk: Неділя

source: Swap file created
ru: Файл подкачки создан
uk: Файл підкачки створений

source: Swap file removed
ru: Файл подкачки удален
uk: Файл підкачки видалений

source: Swap file started
ru: Файл подкачки запущен
uk: Файл підкачки запущено

source: Swap file stoped
ru: Файл подкачки остановлен
uk: Файл підкачки зупинений

source: Swap off
ru: Отключить файл подкачки
uk: Відключити файл підкачки

source: Swap on
ru: Включить файл подкачки
uk: Включити файл підкачки

source: Swap on %s off (%s)
ru: Отключить файл подкачки на %s (%s)
uk: Відключити файл підкачки на %s (%s)

source: Swap on %s on (%s)
ru: Включить файл подкачки на %s (%s)
uk: Включити файл підкачки на %s (%s)

source: Swap on USB/HDD
ru: Управление файлом подкачки
uk: Управління файлом підкачки

source: Swap:
ru: Подкачка:
uk: Підкачка:

source: Sweden
ru: Швеция
uk: Швеція

source: Switch newcamd.list with remote conrol
ru: Ручное переключение newcamd.list
uk: Ручне перемикання newcamd.list

source: Switch wicardd.conf with remote conrol
ru: Ручное переключение wiccard.conf
uk: Ручне перемикання wiccard.conf

source: Switzerland
ru: Швейцария
uk: Швейцарія

source: Azerbaidjan
ru: Азербайджан
uk: Азербайджан

source: Synchronization NTP
ru: Синхронизация времени
uk: Синхронізація часу

source: Synchronization NTP time
ru: Синхронизация времени через интернет
uk: Синхронізація часу через інтернет

source: Synchronization Now
ru: Синхронизирую
uk: Синхронізую

source: Synchronization activated
ru: Синхронизация включена
uk: Синхронізація увімкнена

source: Synchronization ntp every 30 min,60 min,120 min, 240 min and Now
ru: Синхронизация времени немедленно и каждые 30, 60, 120, 240 мин.
uk: Синхронізація часу відразу і кожні 30, 60, 120, 240 хв.

source: Synchronized
ru: Синхронизировано
uk: Синхронізовано

source: System Info
ru: Системная информация
uk: Системна інформація

source: System Tools
ru: Системные утилиты
uk: Системні утиліти

source: System info
ru: Системная информация
uk: Системна інформація

source: Taiwan
ru: Тайвань
uk: Тайвань

source: Tanzania
ru: Танзания
uk: Танзанія

source: Th
ru: Чт
uk: Чт

source: Thailand
ru: Таиланд
uk: Тайланд

source: Tools
ru: Утилиты
uk: Утиліти

source: Total: %s Kb Free: %s Kb
ru: Всего: %s Kb Свободно: %s Kb
uk: Всього: %s Kb Вільно: %s Kb

source: Tu
ru: Вт
uk: Вівторок

source: Turkey
ru: Турция
uk: Турція

source: Ukraine
ru: Украина
uk: Україна

source: Ukrainian
ru: Украинский
uk: Українська

source: UnInstall
ru: Удаление
uk: Видалення

source: UnInstall Ipk
ru: Удаление .ipk пакетов
uk: Видалення .ipk пакетів

source: UnLoaded %s.ko
ru: %s.ko не загружен
uk: %s.ko не завантажений

source: UnMount
ru: Извлечь
uk: Демонтувати

source: UnMount USB
ru: Демонтирование USB
uk: Демонтувати USB

source: UnSuccessfull
ru: Не выполнено
uk: Не виконано

source: United Arab Emirates
ru: Объединенные Арабские Эмираты
uk: Об'єднані Арабські Емірати

source: United Kingdom
ru: Великобритания
uk: Великобританія

source: United States
ru: США
uk: США

source: Unmount manager
ru: Демонтирование USB
uk: Демонтування USB

source: Unmount usb devices
ru: Извлечение USB устройств
uk: Вилучення пристроїв USB

source: Unmounted %s
ru: Демонтировано %s
uk: Демонтовано %s

source: Unmounted %s Unsucessfull
ru: Демонтирование USB не выполнено
uk: Демонтування USB не виконане

source: Update Now
ru: Синхронизировать
uk: Синхронізувати

source: User Scripts
ru: Пользовательские скрипты
uk: Скрипти користувача

source: Uzbekistan
ru: Узбекистан
uk: Узбекістан

source: Vietnam
ru: Вьетнам
uk: В'єтнам

source: View
ru: Просмотреть
uk: Переглянути

source: View System Settings (/etc/enigma2/settings)
ru: Просмотр Установок системы (/etc/enigma2/settings)
uk: Перегляд Установок системи (/etc/enigma2/settings)

source: View or Remove Crashlog files
ru: Просмотрщик файлов крешлога
uk: Переглядач файлів крешлога

source: View settings
ru: Просмотр установок
uk: Перегляд установок

source: We
ru: Ср
uk: Середа

source: bad day %s
ru: некорректно введен день месяца %s
uk: Некоректно введений день місяця %s

source: bad format
ru: некорректный формат
uk: некоректний формат
