Repository: MOA-2011/enigma2-plugin-extensions-epanel
Catalog: usr/lib/enigma2/python/Plugins/Extensions/epanel/locale/*/LC_MESSAGES/epanel.po
Languages: ru, uk

source: bad hour %s
ru: некорректно введены часы %s
uk: некоректно введені годинник %s

source: bad minute %s
ru: некорректно введены минуты %s
uk: некоректно введені хвилини %s

source: bad month %s
ru: некорректно введен месяц %s
uk: некоректно введений місяць %s

source: bad year %s
ru: некорректно введен год %s
uk: некоректно введений рік %s

source: clear /tmp
ru: Очистка /tmp
uk: Очистка /tmp

source: config menu and extentionsmenu for E-Panel items
ru: Конфигурация меню и расширенного меню E-Панели
uk: Конфігурація меню і розширеного меню E-Панелі

source: configuration is saved
ru: Конфигурация сохранена
uk: Конфігурація збережена

source: dowmload extensions from feed
ru: Загрузка расширений с сервера имиджа
uk: Завантаження розширень з сервера іміджу

source: download extensions
ru: Загрузка расширений
uk: Завантаження розширень

source: download from: %s
ru: Загрузить из: %s
uk: Завантажити з: %s

source: ecm.info Viewer
ru: Просмотрщик ecm.info
uk: Переглядач ecm.info

source: ecm.info file viewer
ru: Просмотр файла ecm.info
uk: Перегляд файла ecm.info

source: ecm.info viewer
ru: Просмотрщик ecm.info
uk: Переглядач ecm.info

source: epg.dat reloaded
ru: epg.dat перазагружен
uk: epg.dat перазавантажений

source: epg.dat restored
ru: epg.dat восстановлен
uk: epg.dat відновлений

source: epg.dat saved
ru: epg.dat сохранен
uk: epg.dat збережений

source: install & forced install ipk, bh.tgz, tar.gz, nab.tgz from /tmp
ru: Установка и принудительная установка ipk, bh.tgz, tar.gz, nab.tgz из /tmp
uk: Інсталяція і примусова інсталяція ipk, bh.tgz, tar.gz, nab.tgz из /tmp

source: install & remove ipk, tar.gz, bh.tgz packets
ru: Установка и удаление .ipk, .tar.gz, .bh.tgz, .nab.tgz пакетов
uk: Інсталяція і видалення .ipk, .tar.gz, .bh.tgz, .nab.tgz пакетов

source: install extensions
ru: Установка расширений
uk: Інсталяція додатків

source: install extensions from feed
ru: Установка расширений с сервера имиджа
uk: Інсталяція додатків з сервера іміджу

source: install/uninstall local .ipk & .tar.gz files from /tmp
ru: Локальная установка и удаление пакетов из /tmp
uk: Локальна інсталяція і видалення пакетів из /tmp

source: ipk packets remover
ru: Удаление .ipk пакетов
uk: Видалення .ipk пакетів

source: ipk packets, bh.tgz, tar.gz, nab.tgz installer
ru: Установка ipk bh.tgz, tar.gz, nab.tgz
uk: Інсталяція ipk bh.tgz, tar.gz, nab.tgz

source: kernel modules manager, manage swap, ftp, samba, unmount USB
ru: Управление драйверами, Ftp, Samba, Cron, Swap, демонтирование USB
uk: Управління драйверами, Ftp, Samba, Cron, Swap, демонтування USB

source: load & unload kernel modules
ru: Загрузка и удаление драйверов
uk: Завантаження і видалення драйверів

source: login
ru: Логин
uk: Логін

source: manual
ru: Вручную

source: new time not available
ru: новое время не введено
uk: новий час не введено

source: newcamd.list Editor
ru: Редактор newcamd.list
uk: Редактор newcamd.list

source: newcamd.list Switcher
ru: Переключатель newcamd.list
uk: Перемикач newcamd.list

source: newcamd.list Switcher: - %s
ru: Переключатель newcamd.list: - %s
uk: Перемикач newcamd.list: - %s

source: newcamd.list editor
ru: Редактор newcamd.list
uk: Редактор newcamd.list

source: no
ru: нет
uk: Ні

source: not confirmed
ru: нет подтверждения
uk: Немає підтвердження

source: press OK to enable/disable server
ru: Нажмите OK для включения/отключения сервера
uk: Натисніть OK для включення / відключення сервера

source: quick newcamd.list editor
ru: Быстрое редактирование newcamd.list
uk: Швидке редагування newcamd.list

source: reFresh
ru: Обновить
uk: Оновити

source: reload epg.dat failed
ru: Ошибка перезагрузки epg.dat
uk: Помилка перезавантаження epg.dat

source: remove & advanced remove ipk packets
ru: Удаление и продвинутое удаление .ipk пакетов
uk: Видалення і просунуте видалення .ipk пакетов

source: Removing files...
ru: Удаление файлов...

source: remove *.ipk & *.tar.gz & *.bh.tgz & *.nab.tgz from /tmp
ru: Очистка /tmp, удаление *.ipk, *.tar.gz, *.bh.tgz и *.nab.tgz
uk: Очищення /tmp, видалення *.ipk, *.tar.gz, *.bh.tgz и *.nab.tgz

source: remove *.ipk & *.tar.gz from /tmp
ru: Удаление *.ipk и *.tar.gz пакетов из /tmp
uk: Видалення *.ipk и *.tar.gz пакетов из /tmp

source: running
ru: Работает
uk: Працює

source: server: %s
ru: Сервер: %s
uk: Сервер: %s

source: simple tools for Pli image
ru: Панель управления, утилиты,инструменты
uk: Панель керування, утиліти, інструменти

source: size: %s %s
ru: Размер: %s %s
uk: Розмір: %s %s

source: stopping
ru: Остановлен
uk: Зупинений

source: system info (free, dh -f, hosts)
ru: Системная информация (free, dh -f, hosts)
uk: Системна інформація (free, dh -f, hosts)

source: update Softcam.key from internet
ru: Загрузка SoftCam.Key из интернета
uk: Завантаження SoftCam.Key з інтернету

source: update time from internet
ru: Синхронизировать время через интернет
uk: Синхронізувати час через інтернет

source: view & remove crashlog files
ru: Просмотр и удаление файлов крешлога
uk: Перегляд і видалення файлів крешлога

source: view system settings
ru: просмотр установок системы
uk: перегляд установок системи

source: yes
ru: да
uk: Так

source: SoftCam.Key server
ru: SoftCam.Key сервер
uk: SoftCam.Key сервер

source: %s Switcher: - %s
ru: %s переключатель: - %s
uk: %s перемикач: - %s

source: Mgcamd config switcher
ru: Mgcamd переключатель
uk: Mgcamd перемикач

source: Mgcamd configpath
ru: Mgcamd путь к конфигурации
uk: Mgcamd шлях до конфігурації

source: Mgcamd config filename
ru: Mgcamd имя основного файла конфигурации
uk: Mgcamd ім'я основного файлу конфігурації

source: Mgcamd configfile extention
ru: Mgcamd рассширение файла конфигурации
uk: Mgcamd розширення файлу конфігурації

source: Wicardd config switcher
ru: Wicardd переключатель
uk: Wicardd перемикач

source: Wicardd configpath
ru: Wicardd путь к конфигурации
uk: Wicardd щлях до конфігурації

source: Wicardd config filename
ru: Wicardd имя основного файла конфигурации
uk: Wicardd ім'я основного файлу конфігурації

source: Wicardd configfile extention
ru: Wicardd рассширение файла конфигурации
uk: Wicardd розширення файлу конфігурації

source: Oscam config switcher
ru: Oscam переключатель
uk: Oscam перемикач

source: CCcam config switcher
ru: CCсam переключатель
uk: CCсam перемикач

source: CCcam configpath
ru: CCсam путь к конфигурации
uk: CCсam шлях до конфігурації

source: CCcam config filename
ru: CCсam имя основного файла конфигурации
uk: CCсam ім'я основного файлу конфігурації

source: CCcam configfile extention
ru: CCсam рассширение файла конфигурации
uk: CCсam розширення файлу конфігурації

source: Oscam configpath
ru: Oscam путь к конфигурации
uk: Oscam шлях до конфігурації

source: Oscam config filename
ru: Oscam имя основного файла конфигурации
uk: Oscam ім'я основного файлу конфігурації

source: Oscam configfile extention
ru: Oscam рассширение файла конфигурации
uk: Oscam розширення файлу конфігурації

source: E-Oscam.conf switcher
ru: E-Панель oscam.conf переключатель
uk: E-Панель oscam.conf перемикач

source: E-CCcam.Cfg switcher
ru: E-Панель CCcam.Cfg переключатель
uk: E-Панель CCcam.Cfg перемикач

source: Universal Switcher
ru: Универсальный переключатель
uk: Універсальний перемикач

source: switch config files mgcamd, oscam, wicardd, cccam with remote conrol
ru: переключатель конфигураций mgcamd, oscam, wicardd, cccam
uk: Перемикач конфігурацій mgcamd, oscam, wicardd, cccam

source: Swap Manager
ru: Управление файлом подкачки
uk: Управління файлом підкачки

source: Switcher
ru: Переключатель
uk: Перемикач

source: E-EPG Downloader
ru: E-EPG Загрузчик
uk: E-EPG Завантажувач

source: Show E-EPG Downloader in ExtensionMenu
ru: Показать загрузчик EPG в расширенном меню
uk: Показати завантажувач EPG в розширеному меню

source: Zram swap is on
ru: Zram файл подкачки включен
uk: Zram файл підкачки включений

source: press Close for Exit
ru: нажмите Закрыть для выхода
uk: натисніть Закрити для виходу

source: Update to plugin list
ru: Обновление списка плагинов
uk: Оновлення списку плагінів

source: E-Installer: User directory on mount device
ru: E-Установщик: Директория на монтируемых дисках
uk: E-Інсталятор: Директорія на монтованих дисках

source: E-Installer: Selection mode
ru: E-Установщик: Режим
uk: E-Інсталятор: Режим

source: Multi files
ru: Многофайловый
uk: Багатофайловий

source: Single file
ru: Одиночный
uk: Одинарний

source: MultiSelect Mode
ru: Многофайловый режим
uk: Багатофайловий режим

source: SingleSelect Mode
ru: Одиночный режим
uk: Одинарний режим

source: Failure...
ru: Ошибка...
uk: Помилка...

source: Please wait, downloading epg.dat
ru: Ожидайте, загружается epg.dat
uk: Очікуйте, завантажується epg.dat

source: Select source epg.dat
ru: Выбор источника загрузки epg.dat
uk: Вибір джерела завантаження epg.dat

source: Crashlog viewer path
ru: Выбор пути для просмотра крешлога
uk: Вибір шляху для перегляду крешлога

source: Add tabs
ru: Добавить
uk: Додати

source: Please wait
ru: Ожидайте...
uk: Очікуйте...

source: E-script path
ru: Выбор пути для скриптов
uk: Вибір шляху для скриптів

source: set of utilities for enigma2
ru: набор утилит для enigma2
uk: набір утиліт для enigma2

source: unavailable
ru: не доступно

source: undefined
ru: не определено

source: unknown
ru: не известно

source: Donwloading epg.dat from %s
ru: Загружается epg.dat с %s
uk: Завантажуеться epg.dat з %s

source: Stoping...
ru: Останвливаем...
uk: Зупиняємо...

source: Removing startscript...
ru: Удаляем скрипт запуска...
uk: Видаляєм скрипт старту...

source: Removing ecm.info...
ru: Удаляем ecm.info...
uk: Видаляєм ecm.info...

source: Adding startscript...
ru: Добавляем скрипт старта...
uk: Додаєм скрипт старту...

source: Starting...
ru: Запускаем....
uk: Стартуємо....

source: Restarting...
ru: Перезапускаем...
uk: Рестарт...

source: Creating None script...
ru: Создаем None-скрипт...
uk: Створюємо None-скрипт...

source: synchronizing...
ru: синхронизируем...
uk: синхронізуємо...

source: Hosts editor
ru: Редактор hosts
uk: Редактор hosts

source: add/remove records in /etc/hosts
ru: добавить/удалить запись в /etc/hosts
uk: додати/видалити запис в /etc/hosts

source: Add record
ru: Добавить
uk: Додати

source: Remove record
ru: Удалить
uk: Видалити

source: ip address
ru: ip адрес
uk: ip адрес

source: host name
ru: имя
uk: ім'я

source: alias
ru: синоним
uk: сіноним

source: add record
ru: добавить
uk: додати

source: /etc/hosts editor
ru: /etc/hosts редактор
uk: /etc/hosts редактор

source: Success...
ru: Успешно...
uk: Успішно...

source: Restore EPG with enigma2 start
ru: Востанавить EPG при старте enigma2
uk: Відновити EPG після завантаження enigma2

source: Manage Udpxy service
ru: Управление сервисом Udrxy

source: Manage Livestreamer service
ru: Управление сервисом Livestreamer
uk: Управління сервісом Livestreamer

source: Creating...
ru: Создаем...
uk: Створюємо...

source: %s loaded in memory
ru: %s загружен в память
uk: %s завантажен в пам'ять

source: not loaded modules
ru: нет загруженных модулей
uk: нема завантажених модулів

source: System Tools 2
ru: Системные утилиты 2
uk: Системні утиліти 2

source: Cache Flush
ru: Очистка Кеш
uk: Звільненя Кеш

source: Flush Now
ru: Очистить
uk: звільнити

source: Autotime cache flush
ru: Периодичность очиски кеш
uk: Періодичність звільненя кеш

source: Set cache flush mode
ru: Режим очистки кеш
uk: Режим звільненя кеш

source: Buffers: %s Kb Cached: %s Kb
ru: Буферы: %s Kb Кеш: %s Kb
uk: Буфери: %s Kb Кеш: %s Kb

source: Cache flushed
ru: Кеш очищен
uk: Кеш звільнено

source: free pagecache, dentries and inodes
ru: очистка pagecache, dentries и inodes
uk: звільненя pagecache, dentries та inodes

source: free pagecache
ru: очистка pagecache
uk: звільненя pagecache

source: free dentries and inodes
ru: очистка dentries и inodes
uk: звільненя dentries та inodes

source: Show E-Flash Cache in ExtensionMenu
ru: Показать E-Очистка Кеш в расширенном меню
uk: Показати E-Звільненя Кеш в розширеному меню

source: E-Flush cache
ru: E-Панель очистка кеш
uk: E-Панель звільненя кеш

source: drop system cache
ru: очистка системного кеш
uk: звільненя системного кеш

source: Total: %s Kb Free: %s Kb (%s %%)
ru: Всего: %s Kb Свободно: %s Kb (%s %%)
uk: Всього: %s Kb Вільно: %s Kb (%s %%)

source: %s, %s Mhz (%d %s)
ru: %s, %s МГц (%d %s)

source: Processor:
ru: Процессор:

source: core
ru: ядро

source: cores
ru: ядра

source: Dynamic DNS
ru: Динамический DNS

source: synchronization settings DDNS
ru: настройка синхронизации DDNS

source: Select DDNS server
ru: Выберите DDNS сервер

source: Username
ru: Имя пользователя

source: Hostname
ru: Имя хоста

source: Update Time
ru: Переодичность обновления

source: DNS updating...
ru: обновление DNS...

source: cache flush, DDNS sync
ru: очистка кеш, синхронизация DDNS

source: E-Panel Universal Switcher
ru: Универсальный переключатель

source: update script not found...
ru: скрипт обновления не найден...

source: Run
ru: Запуск

source: ShadowRun
ru: Запуск в фоне

source: the script is running in the background...
ru: Запуск выполняется в фоновом режиме

source: Jul
uk: Липень

source: Jun
uk: Червень

source: Manage UdPrxy service
uk: Управління сервісом UdPrxy

source: cache flush
uk: звільненя кеш
